app/controllers/members_controller.rb

INSERT INTO "members" ("name", "email", "password_digest", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)
---
  def create
  	@member = Member.new(member_params)
  	if @member.save