app/controllers/sessions_controller.rb

SELECT  "members".* FROM "members" WHERE "members"."email" = ? LIMIT 1  [["email", ""]]
---
	def create
		member = Member.find_by(email: params[:session][:email].downcase)